Repository: Alexandrewmohamad/CodigoSong1
Catalog: Codigo/SongClient/Properties/Resources.*.resx
Languages: pt_br

# errorChannelCountItem
source: Unexpected error while getting count of {0} from web service.
pt_br: Erro inesperado ao fazer contagem de item {0} do serviço web.

# errorWebServiceCountItem
source: Web service internal error while getting count of {0}. Contact support. {1}
pt_br: Erro interno no web service ao pegar contagem de itens {0}. Entre em contato com o suporte. {1}

# titleWelcomeUser
source: Welcome, {0}
pt_br: Olá, {0}

# item_Indicator
source: Indicator
pt_br: Indicador

# caption_LoanPendingClose
source: Pending Close Loans
pt_br: Empréstimos Pendentes de Fechamento

# RollCall_Short_TeacherAbsent
source: TA
pt_br: PF

# RollCall_TeacherAbsent
source: Teacher Absent
pt_br: Professor Faltou

# caption_LastMonthAttendance
source: Attendance last Month
pt_br: Presença no Mês Passado

# caption_MonthAttendance
source: Attendance this Month
pt_br: Presença no Mês

# caption_SemesterAttendance
source: Attendance this Semester
pt_br: Presença no Semestre

# gridLocation
source: Location
pt_br: Localização

# locationAvailableAt
source: Available, {0}
pt_br: Disponível, {0}

# locationWithStudent
source: With {0}
pt_br: Com {0}

# errorChannelLoadFile
source: Unexpected error while loading file {0} from web service. {1}
pt_br: Erro inesperado ao carregar arquivo {0} do web service. {1}

# errorProcessFile
source: Unexpected error while processing selected file. {0}
pt_br: Erro inesperado ao processar arquivo selecionado. {0}

# errorSaveFile
source: Unexpected error while saving file to {0}. {1}
pt_br: Erro inesperado ao salvar arquivo em {0}. {1}

# filter_jpeg
source: JPEG Images|*.jpeg
pt_br: Imagens JPEG|*.jpeg

# filter_jpg
source: JPEG Images|*.jpg
pt_br: Imagens JPEG|*.jpg

# filter_pdf
source: PDF Files|*.pdf
pt_br: Arquivos PDF|*.pdf

# filter_png
source: PNG Images|*.png
pt_br: Imagens PNG|*.png

# filter_tif
source: TIFF Images|*.tif
pt_br: Imagens TIFF|*.tif

# filter_tiff
source: TIFF Images|*.tiff
pt_br: Imagens TIFF|*.tiff

# titleProcessError
source: Process Error
pt_br: Erro de Processamento

# caption_WeekToEndSemester
source: Week for the End of the Semester
pt_br: Semana para o Fim do Semestre

# caption_WeeksToEndSemester
source: Weeks for the End of the Semester
pt_br: Semanas para o Fim do Semestre

# caption_WeeksStartSemester
source: Completed Weeks
pt_br: Semanas Completadas

# caption_WeekStartSemester
source: Completed Week
pt_br: Semana Completada

# caption_CreateNextSemester
source: Semester must be created
pt_br: Semestre deve ser criado

# caption_WeeksToStartSemester
source: Weeks for the Beginning of the next Semester
pt_br: Semanas para o Início do próximo Semestre

# caption_WeekToStartSemester
source: Week for the Beginning of the next Semester
pt_br: Semana para o Início do próximo Semestre

# errorChannelResetPassword
source: Unexpected error while resetting user password using web service.
pt_br: Erro inesperado ao zerar senha de usuário usando o web service.

# msgUserNotFoundResetPassword
source: User {0} was not found. Could not reset password.
pt_br: Usuário {0} não foi encontrado. Não foi possível zerar senha.

# msgWaitConnection
source: Application is not connected to server. Wait for application to connect and try again.
pt_br: Aplicativo não está conectado ao servidor. Espere até que aplicativo tenha se conectado e tente novamente.

# titleInvalidUser
source: Invalid User
pt_br: Usuário Inválido

# errorWebServiceSendRecoveryPassword
source: Web service internal error while sending recovery password to user. Contact support. {0}
pt_br: Erro interno no web service ao enviar senha de recuperação para usuário. Entre em contato com o suporte. {0}

# msgRecoveryPasswordSent
source: A new password was sent to the registered e-mail of {0}.
pt_br: Uma nova senha foi enviada para e-mail cadastrado do usuário {0}.

# titleEmailSent
source: E-mail Sent
pt_br: E-mail Enviado

# GradeSubject_AuditionOrganization
source: Audition Organization
pt_br: Organização de Audição e Recital

# GradeSubject_Charisma
source: Charisma
pt_br: Carisma

# GradeSubject_Creativity
source: Creativity
pt_br: Criatividade

# GradeSubject_Dedication
source: Dedication
pt_br: Dedicação

# GradeSubject_Didactic
source: Didactic
pt_br: Didática

# GradeSubject_Discipline
source: Discipline
pt_br: Disciplina

# GradeSubject_Expressiveness
source: Expressiveness
pt_br: Expressividade

# GradeSubject_ObjectiveReached
source: Reached Objective
pt_br: Alcançou Objetivo

# GradeSubject_Organization
source: Organization
pt_br: Organização

# GradeSubject_Performance
source: Performance
pt_br: Desempenho

# GradeSubject_Posture
source: Posture
pt_br: Postura no Palco

# GradeSubject_Concentration
source: Concentration
pt_br: Concentração

# GradeSubject_Proactivity
source: Proactivity
pt_br: Proatividade

# GradeSubject_ProjectCommitment
source: Commitment to Project
pt_br: Engajamento com o Projeto

# GradeSubject_Pulse
source: Pulse
pt_br: Pulsação

# GradeSubject_Punctuality
source: Punctuality
pt_br: Pontualidade

# GradeSubject_StudentsLearningCurve
source: Students' Learning Curve
pt_br: Aprendizado dos Alunos

# GradeSubject_Tuning
source: Tuning
pt_br: Afinação

# ReportStatus_Completed
source: Completed
pt_br: Completado

# ReportStatus_Pending
source: Pending
pt_br: Pendente

# item_plural_Report
source: Reports
pt_br: Relatórios

# item_Report
source: Report
pt_br: Relatório

# ReportPeriodicity_Month
source: Month
pt_br: Mensal

# ReportPeriodicity_Semester
source: Semestre
pt_br: Semestral

# ReportRapporteur_Coordinator
source: Coordinator
pt_br: Coordenador

# ReportRapporteur_Teacher
source: Teacher
pt_br: Professor

# gridAuthorName
source: Author
pt_br: Autor

# gridClassData
source: Class
pt_br: Turma

# gridPeriodName
source: Period
pt_br: Período

# gridTypeName
source: Type
pt_br: Tipo

# errorWebServiceGenerateReports
source: Web service internal error while generating new reports. Contact support. {0}
pt_br: Erro interno no web service ao gerar novos relatórios . Entre em contato com o suporte. {0}

# inactivationReason_ChangeOfAddress
source: Change of address.
pt_br: Mudança de endereço.

# inactivationReason_ContractTermination
source: Contract termination.
pt_br: Rescisão contratual.

# inactivationReason_DuplicateRegister
source: Duplicate register.
pt_br: Cadastro duplicado.

# inactivationReason_EvadedStudent
source: Evaded student.
pt_br: Aluno evadido.

# inactivationReason_NoInterest
source: Lack of interest.
pt_br: Falta de interesse.

# inactivationReason_NoRegistrationRenewal
source: Registration was not renewed.
pt_br: Não realizou rematrícula.

# inactivationReason_SchedulingConflict
source: Scheduling conflict.
pt_br: Incompatibilidade de horário.

# msgSelectReport
source: Select report below to view it.
pt_br: Selecione o relatório abaixo para visualizá-lo.

# titleViewReport
source: View Report
pt_br: Visualizar Relatório

# GradeSpecialScore_Empty
source: Empty
pt_br: Em Branco

# GradeSpecialScore_Ungraded
source: Ungraded
pt_br: Sem Nota

# item_Grade
source: Grade
pt_br: Nota

# msgImpersonateUser
source: Continue and impersonate user from {0}?
pt_br: Continuar e personificar usuário de {0}?

# titleImpersonateUser
source: Impersonate another User
pt_br: Personificar outro Usuário

# wordAs
source: As
pt_br: Como

# menuDesimpersonate
source: Desimpersonate {0}
pt_br: Despersonificar {0}

# item_Question
source: Question
pt_br: Pergunta

# item_Answer
source: Answer
pt_br: Resposta

# msgRequiredAnswerComments
source: Comments are required for question {0}.
pt_br: Comentários são obrigatórios para pergunta {0}.

# msgRequiredAnswerScore
source: A proper score ranging from 0 to 10 is required for question {0}.
pt_br: Escolha um valor adequado de 0 a 10 para pergunta {0}.

# caption_LastMonthGradeStudent
source: Student Average Grade last Month
pt_br: Nota Média dos Alunos no Mês Passado

# caption_LastMonthGradeTeacher
source: Teacher Average Grade last Month
pt_br: Nota Média dos Professores no Mês Passado

# caption_MonthEvents
source: Events this Month
pt_br: Eventos no Mês

# caption_MonthGradeStudent
source: Student Average Grade this Month
pt_br: Nota Média dos Alunos no Mês

# caption_MonthGradeTeacher
source: Teacher Average Grade this Month
pt_br: Nota Média dos Professores no Mês

# caption_SemesterEvents
source: Events this Semester
pt_br: Eventos no Semestre

# caption_SemesterGradeStudent
source: Student Average grade this Semester
pt_br: Nota Média dos Alunos no Semestre

# caption_SemesterGradeTeacher
source: Teacher Average grade this Semester
pt_br: Nota Média dos Professores no Semestre

# errorWebServiceAverageItem
source: Web service internal error while getting average of {0}. Contact support. {1}
pt_br: Erro interno no web service ao pegar média de itens {0}. Entre em contato com o suporte. {1}

# EventSendOption_ToCoordinators
source: Coordinators
pt_br: Coordenadores

# EventSendOption_ToEveryone
source: Everyone
pt_br: Todos

# EventSendOption_ToInstitution
source: Institution
pt_br: Instituição

# EventSendOption_ToNoOne
source: No One
pt_br: Ninguém

# EventSendOption_ToTeachers
source: Teachers
pt_br: Professores

# gridDescription
source: Description
pt_br: Descrição

# gridEventDate
source: Date
pt_br: Data

# gridEventLocation
source: Location
pt_br: Local

# gridEventName
source: Name
pt_br: Nome

# gridEventSendOptionName
source: Send To
pt_br: Enviar Para

# gridEventTime
source: Time
pt_br: Horário

# item_Event
source: Event
pt_br: Evento

# item_plural_Event
source: Events
pt_br: Eventos

# msgConfirmDeleteRegistrationLoseData
source: Continue and delete registration for student {0}? Any related data, like grades, will be deleted.
pt_br: Continuar e excluir matrícula do aluno {0}? Todos os dados relacionados (notas e chamadas) serão apagados.

# msgConfirmStudentStatusEvaded
source: Continue and set student to evaded during current semester? The registrations for the following classes will be set to evaded or deleted: {0}
pt_br: Continuar e modificar status do aluno para evadido durante andamento do semestre? Suas matrículas serão atualizadas para evadidas ou excluídas para as seguintes turmas: {0}

# msgConfirmStudentStatusInactive
source: Continue and inactivate student during current semester? The registrations for the following classes will be deleted along with any related data like grades: {0}
pt_br: Continuar e inativar aluno durante andamento do semestre? Suas matrículas para as seguintes turmas serão excluídas, junto com suas notas e chamadas: {0}

# msgReportAvailableEdition
source: Report will be be available for edition on {0}.
pt_br: Este relatório só poderá ser editado a partir de {0}.

# titleReportNotAvailableEdition
source: Report Edition Disabled
pt_br: Edição Indisponível

# msgConfirmDeleteLoan
source: Continue and delete loan of instrument {0} to student {1}? If the load has ended, change its status to Closed instead of deleting it.
pt_br: Continuar e excluir empréstimo do instrumento {0} para aluno {0}? Se o empréstimo terminou, mude o seu status para Fechado ao invés excluí-lo.

# titleReportPending
source: Pending Report
pt_br: Relatório Pendente

# caption_SemesterEvation
source: Evations this Semester
pt_br: Evasões no Semestre

# item_Evasion
source: Evasion
pt_br: Evasão

# caption_InstitutionClasses
source: Classes for Project
pt_br: Turmas no Projeto

# caption_InstitutionInstruments
source: Instruments for Project
pt_br: Instrumentos no Projeto

# caption_InstitutionLastMonthGradeStudent
source: Student Avg. Grade last Month for Project
pt_br: Nota Média dos Alunos do Projeto no Mês Passado

# caption_InstitutionMonthGradeStudent
source: Student Avg. Grade this Month for Project
pt_br: Nota Média dos Alunos do Projeto no Mês

# caption_InstitutionPoles
source: Poles in Project
pt_br: Polos do Projeto

# caption_InstitutionRegistrations
source: Registrations for Project
pt_br: Matrículas no Projeto

# caption_InstitutionSemesterGradeStudent
source: Student Avg. Grade this Semester for Project
pt_br: Nota Média dos Alunos do Projeto no Semestre

# caption_InstitutionStudents
source: Students for Project
pt_br: Alunos no Projeto

# caption_InstitutionTeachers
source: Teachers for Project
pt_br: Professores no Projeto

# caption_LastMonthEvation
source: Evations last Month
pt_br: Evasões no Mês Passado

# caption_MonthEvation
source: Evations this Month
pt_br: Evasões no Mês

# caption_InstitutionLastMonthEvation
source: Evations last Month for Project
pt_br: Evasões do Projeto no Mês Passado

# caption_InstitutionLastMonthGradeTeacher
source: Teacher Avg. Grade last Month for Project
pt_br: Nota Média dos Professores do Projeto no Mês Passado

# caption_InstitutionMonthEvation
source: Evations this Month for Project
pt_br: Evasões do Projeto no Mês

# caption_InstitutionMonthGradeTeacher
source: Teacher Avg. Grade this Month for Project
pt_br: Nota Média dos Professores do Projeto no Mês

# caption_InstitutionSemesterEvation
source: Evations this Semester for Project
pt_br: Evasões do Projeto no Semestre

# caption_InstitutionSemesterGradeTeacher
source: Teacher Avg. grade this Semester for Project
pt_br: Nota Média dos Professores do Projeto no Semestre

# caption_TeacherClasses
source: Classes Assigned to Teacher
pt_br: Turmas do Professor

# caption_TeacherLastMonthEvation
source: Evations last Month for Teacher
pt_br: Evasões do Professor no Mês Passado

# caption_TeacherLastMonthGradeStudent
source: Student Average Grade last Month for Teacher
pt_br: Nota Média dos Alunos do Professor no Mês Passado

# caption_TeacherMonthEvation
source: Evations this Month for Teacher
pt_br: Evasões do Professor no Mês

# caption_TeacherMonthGradeStudent
source: Student Average Grade this Month for Teacher
pt_br: Nota Média dos Alunos do Professor no Mês

# caption_TeacherPoles
source: Poles Assigned to Teacher
pt_br: Polos de Atuação do Professor

# caption_TeacherSemesterEvation
source: Evations this Semester for Teacher
pt_br: Evasões do Professor no Semestre

# caption_TeacherSemesterGradeStudent
source: Student Average grade this Semester for Teacher
pt_br: Nota Média dos Alunos do Professor no Semestre

# caption_RegisteredStudents
source: Registered Students
pt_br: Alunos Matriculados

# caption_TeacherRegistrations
source: Class Registrations for Teacher
pt_br: Matrículas para Turmas do Professor

# item_plural_Evasion
source: Evasions
pt_br: Evasões

# caption_Absences
source: Absences
pt_br: Faltas

# caption_Others
source: Others
pt_br: Outros

# caption_Presences
source: Presences
pt_br: Presenças

# wordMean
source: Mean
pt_br: Média

# caption_YearEvents
source: Events this Year
pt_br: Eventos no Ano

# GradeSubject_Teamwork
source: Teamwork
pt_br: Trabalho em Equipe

# wordCompletedPlural
source: Completed
pt_br: Completados

# wordPendingPlural
source: Pending
pt_br: Pendentes

# item_plural_ReportCard
source: Report Cards
pt_br: Boletins

# item_ReportCard
source: Report Card
pt_br: Boletim

# errorGenerateReportCardFile
source: Error while generating report card file. Read LOG file more more information. {0}
pt_br: Erro ao gerar arquivo de boletins. Leia o arquivo de LOG para mais informações. {0}

# msgConfirmImportSemesterClasses
source: Continue and import selected {0} classes from semester {1} into semester {2}? This operation cannot be undone.
pt_br: Continuar e importar {0} turmas selecionadas do semestre {1} para o semestre {2}? Esta operação não poderá ser desfeita.

# titleImportClasses
source: Import Classes
pt_br: Importar Turmas

# errorChannelImportClasses
source: Unexpected error while importing semester classes using web service.
pt_br: Erro inesperado ao fazer importar turmas do semestre usando o web service.

# msgImportedSemesterClasses
source: Selected classes were imported from semester {0} into semester {1}.
pt_br: Turmas selecionadas foram importadas do semestre {0} para o semestre {1}.

# titleImportedClasses
source: Classes Imported
pt_br: Turmas Importadas

# ImportOption_AllRegistrations
source: All
pt_br: Todas

# ImportOption_AutoRenewalRegistrations
source: Auto Renewal
pt_br: Com Renovação Automática

# ImportOption_NoRegistrations
source: None
pt_br: Nenhuma

# msgMissingReports
source: The following reports are missing for class {0}: {1} Continue and generate missing reports?
pt_br: Os seguintes relatórios estão faltando para a turma {0}: {1} Continuar e gerar relatórios faltantes?

# msgNoMissingReport
source: No report is missing for class {0}.
pt_br: Nenhum relatório está faltando para a turma {0}.

# titleMissingReports
source: Missing Reports
pt_br: Relatórios Faltantes

# msgMissingReportsGenerated
source: Missing reports were generated. View class reports now?
pt_br: Relatórios faltantes foram gerados. Visualizar relatórios da turma agora?

# titleMissingReportsGenerated
source: Reports Generated
pt_br: Relatórios Gerados
