Repository: Alexandrewmohamad/CodigoSong1
Catalog: Codigo/SongClient/Properties/Resources.*.resx
Languages: pt_br

# errorLoadSettings
source: Could not load hard settings from file. Closing application.
pt_br: Não foi possível carregar configurações compartilhadas do arquivo. Fechando aplicativo.

# errorOnZipOldLog
source: Error while zipping old LOG file.
pt_br: Erro ao compactar arquivo de LOG antigo.

# errorSaveSettings
source: Error while saving hard settings back to file. Contact support.
pt_br: Erro ao salvar configurações compartilhadas no arquivo de configuração. Entre em contato com o suporte.

# errorStartWebServiceManager
source: Unexpected error while starting web service manager: {0} Contact support.
pt_br: Erro inesperado ao iniciar gerenciador de serviço web: {0} Entre em contato com o suporte.

# lblAbout
source: About
pt_br: Sobre

# lblDeveloped
source: Developed by
pt_br: Desenvolvido por

# lblVersion
source: Version
pt_br: Versão

# msgAppExiting
source: Closing resources and exiting application...
pt_br: Liberando recursos e fechando aplicativo...

# msgAppStarted
source: Aplicativo foi inicializado.
pt_br: Application was started.

# msgAppStarting
source: Inicializando aplicativo...
pt_br: Starting application...

# msgCultureChanged
source: Language Changed
pt_br: Idioma Modificado

# msgIPFormat
source: Enter a valid IP address. Example: 192.110.220.81
pt_br: Entre um endereço IP válido. Exemplo: 192.110.220.81

# msgRestartCulture
source: Restart application to apply regional settings.
pt_br: É necessário reiniciar aplicativo para aplicar configurações regionais.

# titleFatalError
source: Fatal Error
pt_br: Erro Fatal

# titleInvalidIP
source: Invalid IP
pt_br: IP Inválido

# WebServiceStatus_Connected
source: Connected
pt_br: Conectado

# WebServiceStatus_Disconnected
source: Disconnected
pt_br: Desconectado

# WebServiceStatus_FatalError
source: FatalError
pt_br: Erro Fatal

# WebServiceStatus_Off
source: Off
pt_br: Desligado

# WebServiceStatus_StartError
source: StartError
pt_br: Erro ao Iniciar

# WebServiceStatus_Starting
source: Starting
pt_br: Iniciando

# WebServiceStatus_Stopping
source: Stopping
pt_br: Parando

# wordError
source: Error
pt_br: Erro

# cptConfirm
source: Confirmation
pt_br: Confirmação

# cptInfo
source: Information
pt_br: Informação

# msgCopyItem
source: Continue and copy selected {0} item?
pt_br: Continuar e copiar item {0} selecionado?

# msgDeleteRegister
source: Continue and delete selected {0}? Item cannot be recovered after being deleted.
pt_br: Continuar e excluir item {0} selecionado? Item será permanentemente excluído e não poderá ser recuperado.

# msgEditingItem
source: You are currently editing an {0} item. Continue and leave? Click No to continue editing the item. Clink Yes to exit and cancel all changes.
pt_br: Você está editando um item {0}. Continuar e sair? Clique em Não para continuar editando. Clique em Sim para sair e cancelar todas as modificações.

# objInstitution
source: Institution
pt_br: Instituição

# item_Institution
source: Project
pt_br: Projeto

# errorChannelListItem
source: Unexpected error while getting list of {0} from web service.
pt_br: Erro inesperado ao pegar lista de item {0} do serviço web.

# errorWebServiceListItem
source: Web service internal error while getting list of {0}. Contact support. {1}
pt_br: Erro interno no web service ao pegar lista de itens {0}. Entre em contato com o suporte. {1}

# errorChannelLoadData
source: Unexpected error while loading data from web service for selected {0}. {1}
pt_br: Erro inesperado ao carregar dados do web service para item {0} selecionado. {1}

# titleError
source: Error
pt_br: Erro

# errorWebServiceLoadData
source: Web service internal error while loading data for selected {0}. Contact support. {1}
pt_br: Erro interno no web service ao carregar dados do item {0} selecionado. Entre em contato com o suporte. {1}

# errorChannelSaveItem
source: Unexpected error while saving {0} using web service. {1}
pt_br: Erro inesperado ao salvar item {0} usando o web service. {1}

# errorWebServiceSaveItem
source: Web service internal error while saving {0}. Contact support. {1}
pt_br: Erro interno no web service ao salvar item {0}. Entre em contato com o suporte. {1}

# buttonInactivate
source: &Inactivate
pt_br: &Inativar

# errorChannelDeleteItem
source: Unexpected error while deleting / inactivating {0} using web service. {1}
pt_br: Erro inesperado ao salvar / inativar item {0} usando o web service. {1}

# errorWebServiceDeleteItem
source: Web service internal error while deleting / inactivating {0}. Contact support. {1}
pt_br: Erro interno no web service ao excluir / inativar item {0}. Entre em contato com o suporte. {1}

# ItemStatus_Active
source: Active
pt_br: Ativo

# ItemStatus_Blocked
source: Blocked
pt_br: Bloqueado

# ItemStatus_Inactive
source: Inactive
pt_br: Inativo

# item_Instrument
source: Instrument
pt_br: Instrumento

# item_Pole
source: Pole
pt_br: Polo

# item_Role
source: Role
pt_br: Perfil

# item_Student
source: Student
pt_br: Aluno

# item_Teacher
source: Teacher
pt_br: Professor

# item_User
source: User
pt_br: Usuário

# msgInactivateRegister
source: Continue and inactivate selected {0}?
pt_br: Continuar e inativar item {0} selecionado?

# titleCancelEdition
source: Cancel Edition
pt_br: Cancelar Edição

# titleChannelError
source: Channel Error
pt_br: Erro no Canal

# titleWebServiceError
source: Web Service Error
pt_br: Erro no Web Service

# wordNone
source: None
pt_br: Nenhum

# item_plural_Institution
source: Projects
pt_br: Projetos

# item_plural_Instrument
source: Instruments
pt_br: Instrumentos

# item_plural_Pole
source: Poles
pt_br: Polos

# item_plural_Role
source: Roles
pt_br: Perfis

# item_plural_Student
source: Students
pt_br: Alunos

# item_plural_Teacher
source: Teachers
pt_br: Professores

# item_plural_User
source: Users
pt_br: Usuários

# titleEditItems
source: Edit {0}
pt_br: Editar {0}

# errorWebServiceLoadPermissions
source: Web service internal error while loading permissions data for selected {0}. Contact support. {1}
pt_br: Erro interno no web service ao carregar permissões do item {0} selecionado. Entre em contato com o suporte. {1}

# item_Permission
source: Permission
pt_br: Permissão

# item_plural_Permission
source: Permissions
pt_br: Permissões

# errorWebServiceLoadUsers
source: Web service internal error while loading users data for selected {0}. Contact support. {1}
pt_br: Erro interno no web service ao carregar usuários do item {0} selecionado. Entre em contato com o suporte. {1}

# wordAll
source: All
pt_br: Todos

# wordNo
source: No
pt_br: Não

# wordYes
source: Yes
pt_br: Sim

# errorChannelFilterItem
source: Unexpected error while filtering list of {0} from web service. {1}
pt_br: Erro inesperado ao filtrar lista de item {0} do serviço web. {1}

# errorWebServiceFilterItem
source: Web service internal error while filtering list of {0}. Contact support. {1}
pt_br: Erro interno no web service ao filtrar lista de itens {0}. Entre em contato com o suporte. {1}

# gridCoordinatorName
source: Coordinator
pt_br: Coordenador

# gridCreationTime
source: Creation Time
pt_br: Data de Criação

# gridEntityName
source: Entity Name
pt_br: Entidade

# gridInactivationReason
source: Inactivation Reason
pt_br: Razão da Inativação

# gridInactivationTime
source: Inactivation Time
pt_br: Data de Inativação

# gridInstitutionalized
source: Institutionalized
pt_br: Institucionalizado

# gridInstitutionLocation
source: Location
pt_br: Localização

# gridLocalInitiative
source: Local Initiative
pt_br: Iniciativa Local

# gridPhones
source: Phones
pt_br: Telefones

# gridProjectName
source: Name
pt_br: Nome

# gridTaxId
source: Tax ID
pt_br: CNPJ

# wordPoints
source: Points
pt_br: Pontos

# errorChannelCopyItem
source: Unexpected error while copying {0} using web service. {1}
pt_br: Erro inesperado ao copiar item {0} usando o web service. {1}

# errorWebServiceCopyItem
source: Web service internal error while copying {0}. Contact support. {1}
pt_br: Erro interno no web service ao copiar item {0}. Entre em contato com o suporte. {1}

# msgEditionCanceled
source: Edition was canceled.
pt_br: Edição foi cancelada.

# msgItemCopied
source: Item {0} was copied.
pt_br: Item {0} foi copiado.

# msgItemSaved
source: Item {0} was saved.
pt_br: Item {0} foi salvo.

# msgWelcome
source: Welcome to Song!
pt_br: Bem-vindo ao Song!

# msgCannotDeleteRoleWithUser
source: Could not delete selected Role. One or more users are still selected by the Role.
pt_br: Não foi possível excluir Perfil selecionado. Um ou mais usuários ainda estão selecionados pelo Perfil.

# errorWebServiceLoadPoles
source: Web service internal error while loading poles data for selected {0}. Contact support. {1}
pt_br: Erro interno no web service ao carregar polos do item {0} selecionado. Entre em contato com o suporte. {1}

# gridAcademicBackground
source: Academic Background
pt_br: Formação Acadêmica

# gridBirthdate
source: Birthdate
pt_br: Nascimento

# gridInstitutionName
source: Project
pt_br: Projeto

# gridPoleLocation
source: Location
pt_br: Localização

# gridPoleName
source: Pole
pt_br: Polo

# gridPoles
source: Poles
pt_br: Polos

# gridTeacherLocation
source: Location
pt_br: Localização

# gridTeacherName
source: Teacher
pt_br: Professor

# gridUserLogin
source: User
pt_br: Usuário

# gridGuardianName
source: Guardian Name
pt_br: Nome Responsável

# gridHasDisability
source: Has Disability
pt_br: Possui Deficiência

# gridStudentLocation
source: Location
pt_br: Localização

# gridStudentName
source: Student
pt_br: Aluno

# gridRoleName
source: Role
pt_br: Perfil

# gridUserName
source: Name
pt_br: Nome

# gridCode
source: Code
pt_br: Código

# gridInstrumentTypeName
source: Type
pt_br: Tipo

# gridStorageLocation
source: Storage Location
pt_br: Local Armazenamento

# errorChannelLogonUser
source: Unexpected error while performing user logon using web service.
pt_br: Erro inesperado ao fazer logon de usuário usando o web service.

# msgRequiredField
source: Required field.
pt_br: Campo obrigatório.

# errorWebServiceLogonUser
source: Web service internal error while performing user logon. Contact support. {0}
pt_br: Erro interno no web service ao fazer logon de usuário. Entre em contato com o suporte. {0}

# menuLogIn
source: Log In...
pt_br: Fazer Login...

# menuLogOff
source: Log Off {0}
pt_br: Logoff de {0}

# msgInvalidUser
source: Invalid user or password.
pt_br: Usuário e senha inválidos.

# titleFailedLogIn
source: Log In Failed
pt_br: Erro ao Fazer Login

# msgInvalidFieldEmail
source: E-mail {0} is invalid.
pt_br: E-mail {0} é inválido.

# msgInvalidFieldUri
source: URL {0} is invalid.
pt_br: URL {0} é inválida.

# msgInvalidFieldZip
source: ZIP code {0} is invalid.
pt_br: CEP {0} é inválido.

# msgRequiredFieldName
source: Field {0} is required.
pt_br: Campo {0} é obrigatório.

# titleInvalidField
source: Invalid Field
pt_br: Campo Inválido

# titleRequiredField
source: Required Field
pt_br: Campo Obrigatório

# msgInvalidFieldCnpj
source: CNPJ {0} is invalid.
pt_br: CNPJ {0} é inválido.

# msgInvalidFieldDate
source: Date {0} is invalid.
pt_br: Data {0} é inválida.

# msgInvalidFieldPhone
source: Phone number {0} is invalid.
pt_br: Número de telefone {0} é inválido.

# msgInvalidFieldCpf
source: CPF {0} is invalid.
pt_br: CPF {0} é inválido.

# msgInvalidFieldPassword
source: Confirming password does not match the choosen password.
pt_br: Senha de confirmação não corresponde à senha digitada.

# ItemStatus_Maintenance
source: Under Maintenance
pt_br: Em Manutenção

# msgInvalidFieldDescription
source: There is another {0} item with the same {1}: {2}
pt_br: Já existe outro item {0} com o mesmo {1}: {2}

# errorWebServiceLoadLoans
source: Web service internal error while loading loans data for selected {0}. Contact support. {1}
pt_br: Erro interno no web service ao carregar empréstimos do item {0} selecionado. Entre em contato com o suporte. {1}

# msgLogonTimeout
source: Timeout while waiting for application to connect to server. Check your internet connection. Set server options if this is your first login.
pt_br: Não foi possível se conectar ao servidor. Verifique a sua conexão com a internet. Configure as opções de servidor se este é seu primeiro logon.

# titleNoConnection
source: No Connection
pt_br: Sem Conexão

# msgConfirmCloseLoan
source: Continue and close open loan of instrument to student {0}?
pt_br: Continuar e fechar empréstimo do instrumento para aluno {0}?

# msgPoleNoStudent
source: The pole of the selected instrument has no active student available. Cannot create a new loan.
pt_br: O polo do instrumento selecionado não possui alunos ativos. Não é possível criar novo empréstimo.

# msgPreviousOpenLoan
source: Instrument is not available. There is a previous open loan. Close previous open loan before creating another one.
pt_br: Instrumento está indisponível. Há um empréstimo anterior em aberto. Feche o empréstimo em aberto antes de criar um novo.

# titleCloseLoan
source: Close Loan
pt_br: Fechar Empréstimo

# titleNoStudent
source: No Student
pt_br: Nenhum Aluno

# titleUnavailableInstrument
source: Unavailable Instrument
pt_br: Instrument Indisponível

# wordClosed
source: Closed
pt_br: Fechado

# wordOpen
source: Open
pt_br: Aberto

# msgDeleteComment
source: Continue and delete selected comment?
pt_br: Continuar e excluir comentário selecionado?

# titleDeleteComment
source: Delete Comment
pt_br: Excluir Comentário

# msgEnterNewPassword
source: The current password must be changed. Enter a new password for user {0}.
pt_br: A senha atual precisa ser trocada. Digite uma nova senha para usuário {0}.

# titleNewPassword
source: New Password
pt_br: Nova Senha

# errorWebServiceChangeUserPassword
source: Web service could not change password for selected user. {0}
pt_br: Web service não conseguiu trocar a senha do usuário selecionado. {0}

# msgInvalidConfirmedPassword
source: Confirmed password does not match new password.
pt_br: Redigite a nova senha escolhida corretamente.

# msgInvalidSamePassword
source: Entered new password cannot match previous password.
pt_br: Nova senha não pode ser igual à senha anterior.

# msgInvalidShortPassword
source: New password must be at least 6 characters long.
pt_br: Nova senha deve ter no mínimo 6 caracteres.

# msgNewPasswordSaved
source: New password was saved.
pt_br: Nova senha foi salva.

# titleInvalidNewPassword
source: Invalid New Password
pt_br: Nova Senha Inválida

# titleSaveError
source: Save Error
pt_br: Erro ao Salvar

# errorIncompatibleVersion
source: Current version {0} of Song Client is incompatible with Song Server version {1}. Update Song Client before continuing.
pt_br: A versão atual {0} do Song Client é incompatível com a versão {1} do Song Server. Atualize o Song Client antes de continuar.

# titleIncompatibleVersion
source: Incompatible Version
pt_br: Versão Incompatível

# msgEndDateLaterThanStartDate
source: End date must be later than start date.
pt_br: Data final deve ser maior que data inicial.

# msgStartDateLaterThanPreviousEndDate
source: Start date must be later than previous loan's end date.
pt_br: Data inicial deve ser maior que data final do empréstimo anterior.

# wordLoan
source: Loan
pt_br: Empréstimo

# item_Loan
source: Loan
pt_br: Empréstimo

# item_plural_Loan
source: Loans
pt_br: Empréstimos

# msgStudentAlreadyHasLoan
source: Instrument {0} is already loaned to student {1}. Each student can have only one loan at a time.
pt_br: Instrumento {0} já está emprestado para aluno {1}. Cada aluno só pode ter um empréstimo por vez.

# errorChannelGetNextAvailableItem
source: Unexpected error while getting next available {0} using web service. {1}
pt_br: Erro inesperado ao verificar próximo item {0} disponível usando o web service. {1}

# msgPoleNoStudentWithoutLoan
source: The pole of the selected instrument has no active student without another open loan. Cannot create a new loan.
pt_br: O polo do instrumento selecionado não possui alunos ativos sem nenhum emprésitmo em aberto. Não é possível criar novo empréstimo.

# msgPoleNoInstrument
source: The pole of the selected student has no active instrument available. Cannot create a new loan.
pt_br: O polo do aluno selecionado não possui instrumentos ativos. Não é possível criar novo empréstimo.

# msgPoleNoInstrumentWithoutLoan
source: The pole of the selected student has no active instrument without another open loan. Cannot create a new loan.
pt_br: O polo do aluno selecionado não possui instrumentos ativos sem nenhum emprésitmo em aberto. Não é possível criar novo empréstimo.

# titleNoInstrument
source: No Instrument
pt_br: Nenhum Instrumento

# msgInstrumentAlreadyHasLoan
source: Instrument {0} is already loaned to student {1}. Each instrument can only be loaned to one student at a time.
pt_br: Instrumento {0} já está emprestado para aluno {1}. Cada instrumento só pode ser emprestado para um aluno por vez.

# msgPreviousOpenLoanStudent
source: Student alreay has an instrument. There is a previous open loan. Close previous open loan before creating another one.
pt_br: Aluno já possui um instrumento. Há um empréstimo anterior em aberto. Feche o empréstimo em aberto antes de criar um novo.

# titleUnavailableStudent
source: Unavailable Student
pt_br: Aluno Indisponível

# ClassLevel_Level1
source: Level 1
pt_br: Nível 1

# ClassLevel_Level10
source: Level 10
pt_br: Nível 10

# ClassLevel_Level2
source: Level 2
pt_br: Nível 2

# ClassLevel_Level3
source: Level 3
pt_br: Nível 3

# ClassLevel_Level4
source: Level 4
pt_br: Nível 4

# ClassLevel_Level5
source: Level 5
pt_br: Nível 5

# ClassLevel_Level6
source: Level 6
pt_br: Nível 6

# ClassLevel_Level7
source: Level 7
pt_br: Nível 7

# ClassLevel_Level8
source: Level 8
pt_br: Nível 8

# ClassLevel_Level9
source: Level 9
pt_br: Nível 9

# ClassType_Choir
source: Choir
pt_br: Canto Coral

# ClassType_CreativeWorkshop
source: Creative Workshop
pt_br: Oficina Criativa

# ClassType_Instrument
source: Instrument
pt_br: Instrumento

# ClassType_MusicTheory
source: Music Theory
pt_br: Teoria Musical

# ClassType_OrchestralPractice
source: Orchestral Practice
pt_br: Prática Orquestral

# item_Class
source: Class
pt_br: Turma

# item_plural_Class
source: Classes
pt_br: Turmas

# unitMinutes
source: Minutes
pt_br: Minutos

# msgInvalidFieldTime
source: Time {0} is invalid.
pt_br: Horário {0} é inválido.

# item_plural_Semester
source: Semesters
pt_br: Semestres

# item_Semester
source: Semester
pt_br: Semestre

# dayFriday
source: Friday
pt_br: Sexta

# dayMonday
source: Monday
pt_br: Segunda

# daySaturday
source: Saturday
pt_br: Sábado

# daySunday
source: Sunday
pt_br: Domingo

# dayThursday
source: Thursday
pt_br: Quinta

# dayTuesday
source: Tuesday
pt_br: Terça

# dayWednesday
source: Wednesday
pt_br: Quarta

# gridAggregatedTypeName
source: Type
pt_br: Tipo

# gridCapacity
source: Capacity
pt_br: Capacidade

# gridClassLevelName
source: Level
pt_br: Nível

# gridDuration
source: Duration
pt_br: Duração

# gridSemesterName
source: Semester
pt_br: Semestre

# gridStartTime
source: Start Time
pt_br: Horário de Início

# gridWeekDays
source: Week Days
pt_br: Dias da Semana

# gridSubjectCode
source: Number
pt_br: Número

# errorWebServiceLoadTeachers
source: Web service internal error while loading teachers data for selected {0}. Contact support. {1}
pt_br: Erro interno no web service ao carregar professores do item {0} selecionado. Entre em contato com o suporte. {1}

# errorWebServiceLoadRegistrations
source: Web service internal error while loading registrations data for selected {0}. Contact support. {1}
pt_br: Erro interno no web service ao carregar matrículas do item {0} selecionado. Entre em contato com o suporte. {1}

# ClassProgress_Completed
source: Completed
pt_br: Concluído

# ClassProgress_InProgress
source: In Progress
pt_br: Em Andamento

# ClassProgress_Registration
source: Registration
pt_br: Matrícula

# ClassProgress_Unknown
source: Unknown
pt_br: Desconhecido

# ItemStatus_Evaded
source: Evaded
pt_br: Evadido

# msgRequiredOneWeekDay
source: At least one day of the week is required.
pt_br: Pelo menos um dia da semana é obrigatório.

# item_plural_Registration
source: Registrations
pt_br: Matrículas

# item_Registration
source: Registration
pt_br: Matrícula

# msgConfirmDeleteRegistration
source: Continue and delete registration for student {0}?
pt_br: Continuar e excluir matrícula do aluno {0}?

# msgStudentAlreadyRegistered
source: Student {0} is already registered for class {1}.
pt_br: Aluno {0} já está matriculado na turma {1}.

# gridAutoRenewal
source: Auto Renewal
pt_br: Renovação Automática

# gridClassCode
source: Class
pt_br: Turma

# gridDisplayName
source: Name
pt_br: Nome

# wordAllFeminine
source: All
pt_br: Todas

# errorWebServiceLoadFile
source: Web service internal error while loading file {0}. Contact support. {1}
pt_br: Erro interno no web service ao carregar arquivo {0}. Entre em contato com o suporte. {1}

# errorWriteSongFile
source: Unexpected error while saving file {0} to disk.
pt_br: Erro inesperado ao salvar arquivo {0} no disco.

# errorWebServiceLoadFileThumbnail
source: Web service internal error while loading thumbnail file {1} for selected {0}. Contact support. {2}
pt_br: Erro interno no web service ao carregar arquivo de miniatura {1} do item {0} selecionado. Entre em contato com o suporte. {2}

# RollCall_Absent
source: Absent
pt_br: Falta

# RollCall_Empty
source: Empty
pt_br: Em Branco

# RollCall_Evaded
source: Evaded
pt_br: Evadido

# RollCall_Justified
source: Justified
pt_br: Justificado

# RollCall_NoClass
source: No Class
pt_br: Não Houve Aula

# RollCall_NotRegistered
source: Not Registered
pt_br: Não Registrado

# RollCall_Present
source: Present
pt_br: Presença

# RollCall_Sick
source: Sick
pt_br: Doente

# errorWebServiceLoadSemester
source: Web service internal error while loading semester. Contact support. {0}
pt_br: Erro interno no web service ao carregar semestre. Entre em contato com o suporte. {0}

# Month_1
source: January
pt_br: Janeiro

# Month_10
source: October
pt_br: Outubro

# Month_11
source: November
pt_br: Novembro

# Month_12
source: December
pt_br: Dezembro

# Month_2
source: February
pt_br: Fevereiro

# Month_3
source: March
pt_br: Março

# Month_4
source: April
pt_br: Abril

# Month_5
source: May
pt_br: Maio

# Month_6
source: June
pt_br: Junho

# Month_7
source: July
pt_br: Julho

# Month_8
source: August
pt_br: Agosto

# Month_9
source: September
pt_br: Setembro

# item_plural_RollCall
source: Roll Calls
pt_br: Chamadas

# item_RollCall
source: Roll Call
pt_br: Chamada

# dayShortFridays
source: Fridays
pt_br: Sextas

# dayShortMondays
source: Mondays
pt_br: Segundas

# dayShortSaturdays
source: Saturdays
pt_br: Sábados

# dayShortSundays
source: Sundays
pt_br: Domingos

# dayShortThursdays
source: Thursdays
pt_br: Quintas

# dayShortTuesdays
source: Tuesdays
pt_br: Terças

# dayShortWednesdays
source: Wednesdays
pt_br: Quartas

# errorGenerateRollCallFile
source: Error while generating roll call file. Read LOG file more more information. {0}
pt_br: Erro ao gerar arquivo de chamadas. Leia o arquivo de LOG para mais informações. {0}

# item_Attendance
source: Attendance
pt_br: Presença

# item_plural_Attendance
source: Attendances
pt_br: Presenças

# msgNoClass
source: No Class
pt_br: Sem Aula

# wordPrint
source: Print
pt_br: Imprimir

# msgClassNoStudent
source: Class {0} has no registered student.
pt_br: Turma {0} não tem nenhum aluno matriculado.

# ItemStatus_Lost
source: Lost
pt_br: Extraviado

# RollCall_Short_Absent
source: A
pt_br: F

# RollCall_Short_NoClass
source: NC
pt_br: NHA

# RollCall_Short_Sick
source: S
pt_br: D

# classRegistered
source: Registered
pt_br: Registrado

# classWaitingList
source: Waiting List
pt_br: Fila de Espera
